const NAME = "Максим";
const WORK = "Федеральной Таможенной Службе";
const HOBBY = "Минифутбол";
let MY_BIRTH = 1990;
let strNAME = `Меня зовут ${NAME} Я родился в Бурятии в Баргузинском районе ${MY_BIRTH} году.
На данный момент я работаю на государство, в ${WORK}`
console.log(strNAME);
let strBIRTH = `мне ${2023 - MY_BIRTH}`;
//console.log(strBIRTH);
//let strWORK = `Я работаю на государство, в ${WORK}`
//console.log(strWORK);
let strAutoBiography = `Я родился в Бурятии в Баргузинском районе. Учился я в 29 школе гимназии. после поступил в Томский Государственный Университет систем управления и радиоэлектроники.
Отсулужил один год в армии в городе Ульяновске. Сейчас ${strBIRTH} года. Я женат, у меня замечательная супруга, зовут её Вера и двое детишек Стас и Кира. 
Люблю играть в ${HOBBY}, по ПН и ЧТ играю в манеже Сельхозакадемии. А сейчас обучаюсь навыкам программирования, очень хочу стать классным Fullstack-разрабочиком.   ` 
console.log(strAutoBiography)