//Спросите пользователя его имя с помощью `prompt(’вопрос’, ‘значение по умолчанию’)`. 
//Далее спросите пароль. Для указанных ниже пар имя - пароль проверьте правильность пароля. 
//При правильном пароле выведите “Вы вошли”, при неправильном пароле выведите “Неправильный пароль”. 
//Если ввели имя не из списка - выведите “Такого пользователя не существует”. Используйте `if`, следите за читаемостью кода. 
//Пары логин и пароль: admin - root, user - 123
//⭐Для хранения пользователей и паролей используйте объект, где ключом будет имя, а значением пароль.//

let basedata = {
  Admin: 'root',
  User: '123', 
}

let Login = prompt ('Введите логин');
 if (Login == basedata) {
  //|| Login === 'User') 
  
  let password = prompt ('Введите пароль');
  if (password == basedata.Admin || password == basedata.User) {
    alert ('Отлично вы вошли')
  }
  else if (password === '' || password === null) {
    alert( 'Отменено' );
  } else {
    alert( 'Неправильный пароль' );
  }
}
 else if (Login === '' || Login === null) {
  alert( 'Отменено' );
} else {
  alert( " Такого пользователя не существует" );
}
 //  alert ('Такого пользователя не существует');
   
 
 
 //console.log (Login)